{
  "projects": [
    {
      "name": "Lamps",
      "subdomain": "Lamps",
      "category": ["PhysicalArt"],
      "folder": "lamps",                          
      "abstract": "This project is a matching set of midcentury-inspired table lamps, one made from laser-cut walnut and the other from pink acrylic, each fully functional and over eight inches tall. I used SketchUp and Illustrator to create precise 3D models and orthographic drawings that defined finger joints, slots, and base geometry before fabrication. The final lamps showcase a balance of digital design and hands-on making, highlighting my skills in CAD, laser cutting, and iterative prototyping.",
      "description": "For this project, I set out to design and build a cohesive pair of midcentury-style table lamps that translated clean digital geometry into functional physical objects. I began by modeling the forms in SketchUp and creating orthographic drawings in Illustrator, carefully planning finger joints, slot widths, and base details to work with laser-cut materials. During fabrication, I operated laser cutters and woodworking tools to cut, stain, and assemble the components, troubleshooting issues like material thickness variations and imperfect cuts as they came up. I tested different adhesives, finishes, and construction methods until the lamps were both sturdy and visually polished. The finished pieces demonstrate my ability to move from concept to detailed CAD to a refined physical product using digital fabrication tools.",
      "images": ["lamps1", "lamps2", "lamps3", "lamps4", "lamps5", "lamps6", "lamps7"],
      "alt_text": [
        "a midcentury-style wooden lamp and a pink acrylic lamp side by side",
        "close up of the wooden laser-cut lamp showing finger joints",
        "close up of the pink acrylic lamp illuminated",
        "orthographic drawing of the lamp design",
        "laser-cut lamp parts laid out before assembly",
        "assembled lamps on a table",
        "both finished lamps lit up together"
      ]
    },

    {
      "name": "Cheeseburger Mario Kart",
      "subdomain": "Cheeseburger_Mario_Kart",
      "category": ["DigitalDesign"],
      "folder": "mario",
      "abstract": "I designed and modeled a Mario Kart–style burger car in SketchUp, with a sesame bun body, pickle slice wheels, and tomato + cheese details. Using isometric, orthographic, and three-quarter perspective views, I showed the kart from every angle, including close-ups of the wheels and cockpit. A floating box of fries acts like a goofy Mario Kart glider/spoiler, giving the whole vehicle a playful, game-ready personality",
      "description": "I designed and modeled a Mario Kart–style burger kart in SketchUp, turning a stacked cheeseburger into a fully realized vehicle with pickle slice wheels, tomato steering wheel, and layered bun, patty, and cheese bodywork. To communicate the form clearly, I created a full set of isometric, orthographic, and three-quarter perspective views, plus close-up details of the wheel and cockpit geometry. I also developed a floating fries box “glider” branded with a custom logo, using lighting, shading, and clean linework so the kart feels polished, playful, and game-ready.",
      "images": ["mario1", "mario3", "mario4", "mario5"],
      "alt_text": [
        "hamburger style mario cart with french fry umbrella from the front",
        "hamburger style mario cart with french fry umbrella from the front from 6 angles",
        "hamburger style mario cart with french fry umbrella from the front with a zoom on the wheels and another view",
        "hamburger style mario cart with french fry umbrella from the front with a zoom on the steering wheel and the side"
      ]
    },

    {
      "name": "Records",
      "subdomain": "Records",
      "category": ["DigitalDesign"],
      "folder": "records",
      "subtitle": "subtitle 1",
      "collaborators": "collaborator 1",
      "abstract": "This project explores the nostalgic essence and visual appeal of vinyl records. I combined and arranged the records and their covers in visually striking ways, highlighting their iconic designs and colors. All the records are from my dad’s collection, and the project is an ode to his lifelong work collecting these masterpieces.",
      "description": "This project explores the nostalgic essence and visual appeal of vinyl records. By combining and arranging records and their covers, I highlight their iconic designs, bold colors, and the artistry that defines this timeless medium. Each piece in the collection comes from my dad’s lifelong dedication to preserving these musical treasures. Through this work, I aim to celebrate not only the enduring charm of vinyl but also the personal stories and memories they carry. It’s an ode to my dad’s passion and the cultural legacy of these masterpieces.",
      "images": ["record1", "record2", "record3", "record4", "record5", "record6", "record7", "record8", "record9"],
      "alt_text": [
        "the title card for an art project about records, shows title 'vinyl records' with a bunch of records melded together",
        "a checker board of black and white records",
        "colored vinyl records put together in a circle with them being melted in the background",
        "three stacks of records with a yellow color filter over them with a red background",
        "two 45 boxes, one is a red and white spiral and one is white and dark blue boxes",
        "black vinyl with different colored album covers behind them",
        "a stack of records with a melting filter on them",
        "a bunch of records that look like they are flying in a circle",
        "a bunch of records on a shelf with a wind filter on them"
      ]
    },

    {
      "name": "Colorado Symphony Website",
      "subdomain": "Colorado_Symphony_Website",
      "category": ["WebDesign"],
      "folder": "website",
      "abstract": "This web design project for the Colorado Symphony involved redesigning their website using provided images and information. Working as part of a group, my main focus was on redesigning the contact and about pages. The goal was to create an engaging, user-friendly layout that effectively showcased the symphony's mission, events, and contact information, while reflecting the organization's artistic and professional spirit.",
      "description": "https://mathildesumner.github.io/MathildeSumner_css_repo.github.io/landing_page.html This web design project for the Colorado Symphony focused on reimagining their website to better reflect the organization’s artistic vision and professional spirit. Working collaboratively within a group, I was primarily responsible for redesigning the contact and about page. My focus was on creating an engaging and user-friendly layout that effectively showcased the symphony's mission, highlighted upcoming events, and provided clear, accessible contact information. The redesign aimed to balance elegance with functionality, ensuring a visually appealing design that resonated with the symphony's audience while maintaining ease of navigation. This project was an opportunity to combine thoughtful design principles with a deep appreciation for the cultural significance of the Colorado Symphony.",
      "images": ["website1", "website2", "website3"],
      "alt_text": [
        "a screenshot from a website showing seasonal performances for the Colorado Symphony",
        "a screenshot from a website showing the contact page and a picture of a girl playing the flute",
        "a screenshot from a website of the contact/about page from the Colorado Symphony"
      ]
    },

    {
      "name": "Ceramics",
      "subdomain": "Ceramics",
      "category": ["PhysicalArt"],
      "folder": "ceramics",                   
      "abstract": "This ceramics project includes a set of three bowls in different sizes, a small plate with a sun in the middle, and a lidded sugar bowl, all designed with a sunset gradient in warm hues of gold, orange, and pink. A matching floral pattern adds elegance, tying the pieces together into a cohesive design. Functional yet artistic, this set is perfect for everyday use or as a beautiful display of craftsmanship.",
      "description": "This ceramics project features a beautifully coordinated set of dishes, including three bowls of varying sizes and a lidded sugar bowl. Each piece showcases a stunning sunset gradient on the sides, transitioning through warm hues like gold, orange, and pink. Complementing the gradient is an elegant flower pattern in matching tones, adding a cohesive and artistic touch to the collection. The design balances functionality and aesthetics, making the set both practical for everyday use and a charming display of craftsmanship.",
      "images": ["ceramics1", "ceramics2", "ceramics3", "ceramics4", "ceramics5", "ceramics6"],
      "alt_text": [
        "a picture of three bowls and a sugar bowl, they all have a sunset gradient on them",
        "the inside of a bowl with a sunset gradient on the inside",
        "the side of a bowl with a sunset gradient on the side in the shape of a flower",
        "the side of a bowl with a sunset gradient on the side in the shape of a flower",
        "a picture of a sugar bowl with a lid, with a sunset gradient on the side in the shape of a flower",
        "a plate in the shape of a Hexagon, with a sun in the middle and a sunset gradient on the edges"
      ]
    },

    {
      "name": "Landscape paintings",
      "subdomain": "Landscape_paintings",
      "category": ["PhysicalArt"],
      "folder": "landscapes",
      "abstract": "This painting project showcases four cartoon-stylea landscapes, each capturing a unique natural setting. The series includes a sprawling desert, a lush forest with a cascading waterfall, a vivid beach sunset, and a tranquil beach scene. With bold colors and playful details, the paintings bring a whimsical charm to these familiar landscapes, creating a cohesive and visually engaging collection.",
      "description": "This painting project consists of four vibrant landscapes, each illustrated in a whimsical, cartoon-inspired style. The collection includes a sprawling desert with rolling dunes and bold, warm tones, a lush forest scene with a cascading waterfall framed by rich greens and blues, a glowing beach sunset that radiates warmth with its vivid hues of orange, pink, and purple, and a serene beach scene featuring soft sands and tranquil waters. Each painting combines playful, exaggerated details with dynamic colors, capturing the essence of these diverse environments in a lighthearted yet striking way. Together, the pieces create a cohesive collection that celebrates the beauty of nature through a creative and imaginative lens.",
      "images": ["landscape1", "landscape2", "landscape3", "landscape4"],
      "alt_text": [
        "a beach landscape painted in a cartoon way with a sunset behind it",
        "a desert landscape with a sun behind it painted in a cartoon style",
        "A beach landscape painted with blue and pink, painted in a cartoon style",
        "a forest landscape with mountains and a waterfall, painted in a cartoon style"
      ]
    }
  ]
}
